tap "charmbracelet/tap"
tap "dustinblackman/tap"
tap "fsouza/prettierd"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "infisical/get-cli"
tap "jstkdng/programs"
tap "kenanbek/dbui", "https://github.com/kenanbek/dbui"
tap "koekeishiya/formulae"
tap "kyu08/tap"
tap "lucaspickering/tap"
tap "tabbyml/tabby"
tap "tako8ki/tap"
brew "act"
brew "age"
brew "aom"
brew "asciinema"
brew "atuin"
brew "bash"
brew "bat"
brew "blueutil"
brew "bob"
brew "cffi"
brew "charmbracelet/tap/crush"
brew "chocolate-doom"
brew "composer"
brew "coreutils"
brew "cryptography"
brew "csvlens"
brew "duti"
brew "fastfetch"
brew "fd"
brew "ffmpeg"
brew "figlet"
brew "folderify"
brew "fpp"
brew "fswatch"
brew "fzf"
brew "gcc"
brew "gh"
brew "git-lfs"
brew "glib"
brew "gnu-sed"
brew "gnupg"
brew "gnutls"
brew "graphviz"
brew "harfbuzz"
brew "haskell-language-server"
brew "howdoi"
brew "htop"
brew "hyperfine"
brew "imagemagick"
brew "infisical/get-cli/infisical"
brew "julia"
brew "libheif"
brew "libmicrohttpd"
brew "librsvg"
brew "luarocks"
brew "lucaspickering/tap/slumber"
brew "make"
brew "marksman"
brew "mongosh"
brew "mpv"
brew "ncdu"
brew "nginx"
brew "nmap"
brew "ollama"
brew "onefetch"
brew "openssl@1.1"
brew "openssl@3"
brew "pango"
brew "pipx"
brew "pkgconf"
brew "pmix"
brew "poppler"
brew "pycparser"
brew "pytorch"
brew "rustscan"
brew "sevenzip"
brew "shared-mime-info"
brew "stow"
brew "tabbyml/tabby/tabby"
brew "tesseract"
brew "tldr"
brew "tmux"
brew "tree"
brew "tty-clock"
brew "vips"
brew "virtualenv"
brew "wget"
brew "yt-dlp"
brew "zig"
cask "alfred"
cask "altserver"
cask "autodesk-fusion"
cask "azure-data-studio"
cask "balenaetcher"
cask "bambu-studio"
cask "battle-net"
cask "betterdiscord-installer"
cask "blender"
cask "brave-browser"
cask "caffeine"
cask "claude"
cask "codeql"
cask "docker-desktop"
cask "expressvpn"
cask "firefox"
cask "flux-app"
cask "font-fira-code"
cask "font-fira-code-nerd-font"
cask "font-fira-sans"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "framer"
cask "free-ruler"
cask "ghostty"
cask "gimp"
cask "github"
cask "gitkraken"
cask "google-chrome"
cask "imageoptim"
cask "inkscape"
cask "insomnia"
cask "jetbrains-toolbox"
cask "keepassxc"
cask "keka"
cask "keycastr"
cask "kid3"
cask "logi-options+"
cask "megasync"
cask "microsoft-edge"
cask "mongodb-compass"
cask "netnewswire"
cask "obs"
cask "openscad"
cask "opera"
cask "plex"
cask "pomotroid"
cask "rectangle"
cask "screaming-frog-seo-spider"
cask "slack"
cask "steam"
cask "tableplus"
cask "transmission"
cask "unetbootin"
cask "visual-studio-code"
cask "vlc"
cask "wezterm"
cask "whatsapp"
cask "wordpresscom"
cask "yubico-yubikey-manager"
cask "zed"
cask "zoom"

